Revit 2024 API
ParameterTypeId.DividedSurfacePointNumber Property
 "Point number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedSurfacePointNumber { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfacePointNumber As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedSurfacePointNumber {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace